"identhub_phone_verification_description" = "Introducir el código de 6 dígitos enviado a %1$s";

"identhub_phone_verification_request_code" = "Solicitar un nuevo código en";

"identhub_phone_verification_send_new_code" = "Enviar nuevo código";

"identhub_phone_verification_title" = "Confirme su numero de teléfono";

"identhub_terms_and_conditions_checkbox_text" = "Estoy de acuerdo con la %1$s y los %2$s";

"identhub_terms_and_conditions_info" = "Para continuar, lee atentamente y acepta la Declaración de privacidad y los Términos y condiciones";

"identhub_terms_and_conditions_title" = "Términos y condiciones";

